{
  "the_page_you_are_looking_is_not_there": "The page you're looking for doesn't seem to be here",
  "you_either_tried_some_shady_route": "You either tried some shady route or you came here by mistake.\nWhichever it is, try using the navigation",
  "go_to_home_page": "Go Home Page",
  "login": "Login",
  "welcome": "Welcome",
  "login_to_have_access_to_the_administration_panel": "Login to be able to access the admin panel",
  "username": "Username",
  "email_address": "Email Address",
  "password": "Password",
  "must_be_a_valid_email": "Email must be valid",
  "must_be_a_valid_username": "Username must be valid",
  "email_is_required": "Email is required",
  "username_is_required": "Username is required",
  "password_is_required": "Password is required",
  "home_page": "Home",
  "about_application": "About the Application",
  "privacy_policy": "Privacy Policy",
  "terms_of_use": "Terms of Use",
  "api_documentation": "Developers Documentation",
  "search": "Search",
  "the_netwatch_pro_developed_for_ihu": "The application and models used in the NetWatch Pro application were developed as part of a Diploma Thesis",
  "main_links": "Main Links",
  "antivirus_antimalware_for_android_devices": "Antivirus and Anti-Malware Protection for Android Devices",
  "keep_your_phone_or_tablet_protected": "Keep your Mobile or Tablet safe",
  "your_device_contains_vulnerabilities": "Your Android devices contain a huge amount of sensitive personal data. The NetWatch Pro app ensures that your data and identity remain private and secure.",
  "antivirus_keeps_your_app_safe": "The NetWatch Pro application contains an expanded protection against viruses, malware and identity theft that keeps your devices safe",
  "lightweight_installation": "Its lightweight installation offers protection without compromising performance",
  "include_optimization_tools": "It includes tools to optimize your Android device",
  "download_the_application": "Download the Application",
  "security_shield_description": "The NetWatch Pro application offers a protection shield for Android mobile phones, offering a comprehensive set of features to ensure user safety. With the ability to detect and block malware, protect against unwanted applications and alerts for phishing attacks, this application ensures that users can surf the web with safety and confidence. With NetWatch Pro, users can enjoy the freedom of digital communication without the fear of security threats.",
  "financial_security_description": "The need to protect Android mobile phones is more critical today than ever. With the increasing use of mobile phones for personal, business and financial communication, security threats are also increasing. From malware and viruses to data leaks and phishing attacks, Android mobile phones are exposed to many risks. Their protection is essential to ensure the privacy, security and integrity of user data. With solutions like antivirus, anti-theft and secure internet connections, protecting Android mobile phones is an integral part of our digital security and privacy.",
  "superior_defense_for_android_devices": "Superior defense for Android devices",
  "netwatch_provides_cybersecurity_for_all_users": "NetWatch Pro provides Android users all-in-one mobile protection that stands up to today's toughest cyber threats.",
  "security": "Security",
  "complete_digital_security": "Complete digital security built with world-class protection.",
  "performance": "Performance",
  "optimization_tool_description": "Optimization tools that keep your devices running efficiently.",
  "privacy": "Privacy",
  "locks_down_identity": "Locks down your identity and secures your most sensitive documents.",
  "greek": "Greek",
  "english": "English",
  "see_the_latest_updates_on_this_application": "Check out the latest news for this app",
  "by": "By",
  "read_more": "Read More",
  "share_this_blog_post": "Share this Blog Post",
  "about_app_content_first_paragraph": "Welcome to NetWatch Pro, the result of extensive research and development by a dedicated team of scholars at the International Hellenic University. Our mission is to enhance mobile security and protect users from the ever-evolving threat of malicious applications.",
  "about_app_content_second_paragraph": "At NetWatch Pro, we are committed to the pursuit of knowledge and innovation, and we believe that safeguarding your digital life is paramount. Our journey began as a thesis project, and it has evolved into a full-fledged application powered by cutting-edge Machine Learning models. We are proud to have worked tirelessly to create a tool that empowers users to scan and identify potentially harmful apps on their Android devices.",
  "about_app_content_third_paragraph": "Our team comprises experts in the fields of cybersecurity and machine learning, and we have harnessed the power of these technologies to provide you with a reliable and user-friendly solution. We understand the importance of preserving your privacy and data security, which is why we have designed NetWatch Pro with the highest standards in mind.",
  "about_app_content_fourth_paragraph": "As we move forward, our commitment to staying ahead of emerging threats remains unwavering. We will continue to refine and expand our application to ensure that you can trust your Android device to be free from malicious software.",
  "about_app_content_fifth_paragraph": "Thank you for choosing NetWatch Pro to protect your digital world. We are excited to have you on this journey with us, and we look forward to helping you maintain a secure and enjoyable mobile experience.",
  "sincerely": "Sincerely",
  "the_netwatch_pro_team": "The NetWatch Pro Team",
  "privacy_policy_intro_paragraph": "This Privacy Policy (\"Policy\") explains how \"NetWatch Pro\" collects, uses, and safeguards your personal information when you use the \"NetWatch Pro\" mobile application (\"App\"). By installing, accessing, or using the App, you consent to the practices described in this Policy.",
  "information_we_collect": "Information We Collect",
  "personal_information": "Personal Information",
  "personal_information_content": "We may collect the following types of personal information: Device Information: We may collect information about your mobile device, including device model, operating system, and unique device identifiers. Usage Data: We may collect data on how you use the App, including app features and functions you access, as well as your interactions with the App.",
  "data_collected_for_app_functionality": "Data Collected for App Functionality",
  "data_collected_content": "The App may request access to the following device permissions and data to provide its functionality: Internet Access: The App may require internet access to analyze internet traffic and detect suspicious IP packages. App Permissions: The App may request access to certain device permissions, such as storage access, to perform malware scanning.",
  "how_we_use_your_information": "How We Use Your Information",
  "how_we_use_your_information_content": "We may use your information for the following purposes: To provide and maintain the App’s functionality. To detect and report on potential malware in installed applications on your device. To analyze internet traffic and identify suspicious IP packages. To improve and enhance the performance and features of the App.",
  "data_security": "Data Security",
  "data_security_content": "We take reasonable measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. However, please be aware that no method of transmitting data over the internet or storing data is completely secure, and we cannot guarantee the absolute security of your data.",
  "third_party_services": "Third-Party Services",
  "third_party_services_content": "The App may include links to third-party websites, services, or content. We do not control these third-party services and are not responsible for their privacy practices. We encourage you to review the privacy policies of these third-party services before interacting with them.",
  "children_privacy": "Children's Privacy",
  "children_privacy_content": "The App is not intended for use by children under the age of 13. We do not knowingly collect personal information from children under 13. If you believe that we have unintentionally collected personal information from a child under 13, please contact us immediately.",
  "changes_to_this_privacy_policy": "Changes to this Privacy Policy",
  "changes_to_this_privacy_policy_content": "We may update this Privacy Policy to reflect changes to our data practices. We will notify you of any changes by posting the updated Policy in the App. Your continued use of the App after such modifications will constitute your acknowledgment of the revised Privacy Policy.",
  "contact_information": "Contact Information",
  "contact_information_content": "If you have questions or concerns about this Privacy Policy or the App\\'s data practices, please contact us at info@ict.ihu.gr. By using the \"NetWatch Pro\" App, you consent to the collection and use of your personal information as described in this Privacy Policy.",
  "terms_of_use_intro_paragraph": "These Terms of Use (\"Terms\") govern your use of the \"NetWatch Pro\" application (\"App\"), provided to you by the International Hellenic University (\"University\" or \"we\"). By installing, accessing, or using the App, you agree to comply with and be bound by these Terms. If you do not agree with these Terms, please do not use the App.",
  "acceptance_of_terms": "Acceptance of Terms",
  "acceptance_of_terms_content": "You must read, understand, and agree to these Terms before using the App. Your use of the App constitutes your acceptance of these Terms and your agreement to be bound by them.",
  "app_description": "App Description",
  "app_description_content": "NetWatch Pro is a mobile application designed to scan and analyze installed apps on your device for potential malware and to monitor internet traffic for suspicious IP packages.",
  "user_responsibilities": "User Responsibilities",
  "user_responsibilities_content_one": "Malware Scanning: You acknowledge that the Application's malware scanning capabilities are based on available data and heuristics and may not be guaranteed to detect all malware. You are responsible for keeping your device and its applications updated and secure",
  "user_responsibilities_content_two": "Internet Traffic Analysis: The application provides information about the Internet traffic on your device. You are solely responsible for interpreting and acting on this information. The application does not guarantee the accuracy or completeness of the data it provides.",
  "user_responsibilities_content_three": "Privacy: The app may require access to certain permissions and device data to function properly. Read our Privacy Policy to understand how we collect, use and protect your data.",
  "use_restrictions": "Use Restrictions",
  "you_agree_not_to": "You agree not to",
  "use_restrictions_content_one": "Use the App for any unlawful or unauthorized purpose.",
  "use_restrictions_content_two": "Attempt to disrupt or interfere with the proper functioning of the App.",
  "use_restrictions_content_three": "Reverse engineer, decompile, or attempt to extract the source code of the App/",
  "intellectual_property": "Intellectual Property",
  "intellectual_property_content": "All intellectual property rights in the App, including but not limited to copyrights, trademarks, and trade secrets, are owned by the University. You may not use, reproduce, or distribute any part of the App without our prior written consent.",
  "disclaimer_of_warranty": "Disclaimer of Warranty",
  "disclaimer_of_warranty_content": "The App is provided \"as is\" and \"as available\" without warranties of any kind, whether express or implied. The University does not warrant that the App will be error-free or uninterrupted.",
  "limitation_of_liability": "Limitation of Liability",
  "limitation_of_liability_content": "To the fullest extent permitted by applicable law, the University shall not be liable for any direct, indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, arising out of or related to your use or inability to use the App.",
  "changes_to_terms": "Changes to Terms",
  "changes_to_terms_content": "The University reserves the right to modify or update these Terms at any time. It is your responsibility to review these Terms periodically. Your continued use of the App after changes to the Terms are made constitutes acceptance of the updated Terms.",
  "governing_law": "Governing Law",
  "governing_law_content": "These Terms are governed by and construed in accordance with the laws of GNU, without regard to its conflict of law principles.",
  "terms_of_use_footer_content_one": "If you have any questions or concerns about these Terms or the App, please contact us at info@ict.ihu.gr.",
  "terms_of_use_footer_content_two": "By using the \"NetWatch Pro\" App, you acknowledge that you have read, understood, and agreed to these Terms of Use. If you do not agree with any part of these Terms, please do not use the App.",
  "wrong_credentials": "Wrong Credentials",
  "your_username_email_or_password_is_wrong": "Your username/Email and/or password are incorrect",
  "admin_panel": "Admin Panel",
  "user": "User",
  "logout": "Log Out",
  "welcome_back": "Welcome Back",
  "access_tokens": "Access Tokens",
  "blog_posts": "Blog Posts",
  "internet_packages": "Internet Packages",
  "malicious_files_signatures": "Malicious Files Signatures",
  "notifications": "Notifications",
  "package_apks": "Package APKs",
  "package_permissions": "Package Permissions",
  "users": "Users",
  "add_access_token": "Add Access Token",
  "issuer": "Issuer",
  "purpose": "Purpose",
  "is_enabled": "Is Enabled",
  "active_until": "Active Until",
  "active_since": "Active Since",
  "actions": "Actions",
  "view": "View",
  "edit": "Edit",
  "delete": "Delete",
  "are_you_sure_you_want_to_delete_the_access_token_with_id": "Are you sure you want to delete the access token with ID",
  "delete_access_token": "Delete Access Token",
  "yes": "Yes",
  "no": "No",
  "is_disabled": "Is Disabled",
  "access_token_details": "Access Token Details",
  "edit_access_token": "Edit Access Token",
  "internet_package_model": "Internet Packages Model",
  "notifications_model": "Notifications Model",
  "package_apks_model": "Package APKs Model",
  "package_permissions_model": "Package Permissions Model",
  "access_tokens_model": "Access Tokens Model",
  "access_models": "Access Models",
  "api_key": "API Key",
  "secret_key": "Secret Key",
  "save": "Save",
  "add_blog_post": "Add Blog Post",
  "blog_post_title": "Blog Post Title",
  "blog_post_author": "Blog Post Author",
  "delete_post_author": "Delete Blog Post",
  "are_you_sure_you_want_to_delete_the_post_author_with_id": "Are you sure you want to delete the blog post with ID",
  "blog_post_details": "Blog Post Details",
  "edit_blog_post": "Edit Blog Post",
  "post_content": "Blog Post Content",
  "created_at": "Created At",
  "add_internet_package": "Add Internet Packages",
  "source_ip": "Source IP",
  "destination_ip": "Destination IP",
  "source_mac_address": "Source MAC Address",
  "destination_mac_address": "Destination MAC Address",
  "delete_internet_package": "Delete Internet Package",
  "are_you_sure_you_want_to_delete_the_internet_package_with_id":"Are you sure you want to delete the internet package with ID",
  "internet_package_details": "Internet Package Details",
  "edit_internet_package_details": "Edit Internet Package",
  "access_token": "Access Token",
  "header_type": "Header Type",
  "raw_header": "Header",
  "raw_payload": "Packet Payload",
  "add_malicious_file_signature": "Add Malicious File Signature",
  "file_signature": "File Signature",
  "file_signature_type": "File Signature Type",
  "file_type": "File Type",
  "delete_malicious_file_signature": "Delete Malicious File Signature",
  "are_you_sure_you_want_to_delete_the_malicious_file_signature_with_id": "Are you sure you want to delete the malicious file signature with ID",
  "malicious_file_signature_details": "Malicious File Signature Details",
  "edit_malicious_file_signature": "Edit Malicious File Signature",
  "add_notification": "Add Notification",
  "notification_title": "Notification Title",
  "delete_notification": "Delete Notification",
  "are_you_sure_you_want_to_delete_the_notification_with_id": "Are you sure you want to delete the notification with ID",
  "notification_details": "Notification Details",
  "edit_notification": "Edit Notification",
  "notification_content": "Notification Content",
  "add_with_csv": "Add vs CSV",
  "close": "Close",
  "app_name": "App Name",
  "package_name": "Package Name",
  "delete_package_apk": "Delete Package APK",
  "are_you_sure_you_want_to_delete_the_package_apk_with_id": "Are you sure you want to delete the package APK with ID",
  "package_apk_details": "Package APK Details",
  "edit_package_apk": "Edit Package APK",
  "device_token": "Device Token",
  "is_malware": "Is Malware",
  "md5_checksum_apk": "File Checksum",
  "delete_package_permission": "Delete Package Permission",
  "are_you_sure_you_want_to_delete_the_package_permission_with_id": "Are you sure you want to delete the package permission with ID",
  "package_permission_details": "Package Permission Details",
  "edit_package_permission": "Edit Package Permission"
}
