{
  "the_page_you_are_looking_is_not_there": "The page you're looking for doesn't seem to be here",
  "you_either_tried_some_shady_route": "You either tried some shady route or you came here by mistake.\nWhichever it is, try using the navigation",
  "go_to_home_page": "Go Home Page",
  "login": "Login",
  "welcome": "Welcome",
  "login_to_have_access_to_the_administration_panel": "Login to be able to access the admin panel",
  "username": "Username",
  "email_address": "Email Address",
  "password": "Password",
  "must_be_a_valid_email": "Email must be valid",
  "must_be_a_valid_username": "Username must be valid",
  "email_is_required": "Email is required",
  "username_is_required": "Username is required",
  "password_is_required": "Password is required",
  "home_page": "Home",
  "about_application": "About the Application",
  "privacy_policy": "Privacy Policy",
  "terms_of_use": "Terms of Use",
  "api_documentation": "Developers Documentation",
  "search": "Search",
  "the_netwatch_pro_developed_for_ihu": "The application and models used in the NetWatch Pro application were developed as part of a Diploma Thesis",
  "main_links": "Main Links",
  "antivirus_antimalware_for_android_devices": "Antivirus and Anti-Malware Protection for Android Devices",
  "keep_your_phone_or_tablet_protected": "Keep your Mobile or Tablet safe",
  "your_device_contains_vulnerabilities": "Your Android devices contain a huge amount of sensitive personal data. The NetWatch Pro app ensures that your data and identity remain private and secure.",
  "antivirus_keeps_your_app_safe": "The NetWatch Pro application contains an expanded protection against viruses, malware and identity theft that keeps your devices safe",
  "lightweight_installation": "Its lightweight installation offers protection without compromising performance",
  "include_optimization_tools": "It includes tools to optimize your Android device",
  "download_the_application": "Download the Application",
  "security_shield_description": "The NetWatch Pro application offers a protection shield for Android mobile phones, offering a comprehensive set of features to ensure user safety. With the ability to detect and block malware, protect against unwanted applications and alerts for phishing attacks, this application ensures that users can surf the web with safety and confidence. With NetWatch Pro, users can enjoy the freedom of digital communication without the fear of security threats.",
  "financial_security_description": "The need to protect Android mobile phones is more critical today than ever. With the increasing use of mobile phones for personal, business and financial communication, security threats are also increasing. From malware and viruses to data leaks and phishing attacks, Android mobile phones are exposed to many risks. Their protection is essential to ensure the privacy, security and integrity of user data. With solutions like antivirus, anti-theft and secure internet connections, protecting Android mobile phones is an integral part of our digital security and privacy.",
  "superior_defense_for_android_devices": "Superior defense for Android devices",
  "netwatch_provides_cybersecurity_for_all_users": "NetWatch Pro provides Android users all-in-one mobile protection that stands up to today's toughest cyber threats.",
  "security": "Security",
  "complete_digital_security": "Complete digital security built with world-class protection.",
  "performance": "Performance",
  "optimization_tool_description": "Optimization tools that keep your devices running efficiently.",
  "privacy": "Privacy",
  "locks_down_identity": "Locks down your identity and secures your most sensitive documents.",
  "greek": "Greek",
  "english": "English",
  "see_the_latest_updates_on_this_application": "Check out the latest news for this app",
  "by": "By",
  "read_more": "Read More",
  "share_this_blog_post": "Share this Blog Post",
  "about_app_content_first_paragraph": "Welcome to NetWatch Pro, the result of extensive research and development by a dedicated team of scholars at the International Hellenic University. Our mission is to enhance mobile security and protect users from the ever-evolving threat of malicious applications.",
  "about_app_content_second_paragraph": "At NetWatch Pro, we are committed to the pursuit of knowledge and innovation, and we believe that safeguarding your digital life is paramount. Our journey began as a thesis project, and it has evolved into a full-fledged application powered by cutting-edge Machine Learning models. We are proud to have worked tirelessly to create a tool that empowers users to scan and identify potentially harmful apps on their Android devices.",
  "about_app_content_third_paragraph": "Our team comprises experts in the fields of cybersecurity and machine learning, and we have harnessed the power of these technologies to provide you with a reliable and user-friendly solution. We understand the importance of preserving your privacy and data security, which is why we have designed NetWatch Pro with the highest standards in mind.",
  "about_app_content_fourth_paragraph": "As we move forward, our commitment to staying ahead of emerging threats remains unwavering. We will continue to refine and expand our application to ensure that you can trust your Android device to be free from malicious software.",
  "about_app_content_fifth_paragraph": "Thank you for choosing NetWatch Pro to protect your digital world. We are excited to have you on this journey with us, and we look forward to helping you maintain a secure and enjoyable mobile experience.",
  "sincerely": "Sincerely",
  "the_netwatch_pro_team": "The NetWatch Pro Team"
}
