{
  "the_page_you_are_looking_is_not_there": "Η σελίδα που ψάχνετε φαίνεται να μην είναι εδώ",
  "you_either_tried_some_shady_route": "Ή δοκιμάσατε κάποια σκιερή διαδρομή ή ήρθατε εδώ κατά λάθος.\nΌποιο και αν είναι, δοκιμάστε να χρησιμοποιήσετε την πλοήγηση",
  "go_to_home_page": "Πίσω στην Αρχική Σελίδα",
  "login": "Σύνδεση",
  "welcome": "Καλώς Ήρθατε",
  "login_to_have_access_to_the_administration_panel": "Συνδεθείτε για να μπορέσετε να έχετε πρόσβαση στο διαχειριστικό πάνελ",
  "username": "Όνομα Χρήστη",
  "email_address": "Διεύθυνση Email",
  "password": "Κωδικός Πρόσβασης",
  "must_be_a_valid_email": "Το Email πρέπει να είναι έγκυρο",
  "must_be_a_valid_username": "Το όνομα χρήστη πρέπει να είναι έγκυρο",
  "email_is_required": "Το Email είναι υποχρεωτικό",
  "username_is_required": "Το όνομα χρήστη είναι υποχρεωτικό",
  "password_is_required": "Ο κωδικός πρόσβασης είναι υποχρεωτικός",
  "home_page": "Αρχική",
  "about_application": "Περί της Εφαρμογής",
  "privacy_policy": "Πολιτική Απορρήτου",
  "terms_of_use": "Όροι Χρήσης",
  "api_documentation": "Τεκμηρίωση Προγραμματιστών",
  "search": "Αναζήτηση",
  "the_netwatch_pro_developed_for_ihu": "Η εφαρμογή και τα μοντέλα που χρησιμοποιούνται στην εφαρμογή NetWatch Pro, αναπτύχθηκαν στο πλαίσιο Διπλωματικής Εργασίας",
  "main_links": "Κύριοι Σύνδεσμοι",
  "antivirus_antimalware_for_android_devices": "Antivirus και Anti-Malware Προστασία για Κινητές Συσκευές Android",
  "keep_your_phone_or_tablet_protected": "Κρατήστε το Κινητό ή το Tablet σας ασφαλή",
  "your_device_contains_vulnerabilities": "Οι συσκευές σας Android περιέχουν τεράστιο όγκο ευαίσθητων προσωπικών δεδομένων. Η εφαρμογή NetWatch Pro διασφαλίζει ότι τα δεδομένα και η ταυτότητά σας παραμένουν ιδιωτικά και ασφαλή.",
  "antivirus_keeps_your_app_safe": "Η εφαρμογή NetWatch Pro περιέχει μια διευρυμένη προστασία κατά των ιών, του κακόβουλου λογισμικού και της κλοπής ταυτότητας που κρατά τις συσκευές σας ασφαλείς",
  "lightweight_installation": "Η ελαφριά εγκατάσταση της εφαρμογής προσφέρει προστασία χωρίς συμβιβασμούς στην απόδοση",
  "include_optimization_tools": "Περιλαμβάνει εργαλεία για τη βελτιστοποίηση της συσκευής σας Android",
  "download_the_application": "Κατεβάστε την Εφαρμογή",
  "security_shield_description": "Η εφαρμογή NetWatch Pro προσφέρει μια ασπίδα προστασίας για τα κινητά τηλέφωνα με λειτουργικό σύστημα Android, προσφέροντας ένα περιεκτικό σύνολο λειτουργιών για να διασφαλίσει την ασφάλεια των χρηστών. Με τη δυνατότητα ανίχνευσης και αποκλεισμού κακόβουλου λογισμικού, προστασίας από ανεπιθύμητες εφαρμογές και ειδοποιήσεις για επιθέσεις phishing, η εφαρμογή αυτή εξασφαλίζει ότι οι χρήστες μπορούν να πλοηγούνται στο διαδίκτυο με ασφάλεια και εμπιστοσύνη. Με την NetWatch Pro, οι χρήστες μπορούν να απολαμβάνουν την ελευθερία της ψηφιακής επικοινωνίας χωρίς τον φόβο για απειλές ασφαλείας.",
  "financial_security_description": "Η ανάγκη για προστασία των κινητών τηλεφώνων με λειτουργικό σύστημα Android είναι σήμερα πιο κρίσιμη από ποτέ. Με την αυξανόμενη χρήση των κινητών τηλεφώνων για προσωπική, επαγγελματική και χρηματοοικονομική επικοινωνία, οι απειλές ασφαλείας επίσης αυξάνονται. Από κακόβουλα προγράμματα και ιούς μέχρι διαρροές δεδομένων και επιθέσεις phishing, τα κινητά τηλέφωνα Android είναι εκτεθειμένα σε πολλούς κινδύνους. Η προστασία τους είναι ουσιώδης για τη διασφάλιση της ιδιωτικότητας, της ασφάλειας και της ακεραιότητας των δεδομένων των χρηστών. Με λύσεις όπως αντιιικό λογισμικό, προστασία από κλοπή και ασφαλείς συνδέσεις στο διαδίκτυο, η προστασία των κινητών τηλεφώνων Android είναι αναπόσπαστο κομμάτι της ψηφιακής μας ασφάλειας και ιδιωτικότητας.",
  "superior_defense_for_android_devices": "Ανώτατη άμυνα για συσκευές Android",
  "netwatch_provides_cybersecurity_for_all_users": "Το NetWatch Pro παρέχει στους χρήστες Android κινητή προστασία all-in-one που αντέχει στις πιο σκληρές απειλές στον κυβερνοχώρο του σήμερα.",
  "security": "Ασφάλεια",
  "complete_digital_security": "Πλήρης ψηφιακή ασφάλεια κατασκευασμένη με προστασία παγκόσμιας κλάσης.",
  "performance": "Απόδοση",
  "optimization_tool_description": "Εργαλεία βελτιστοποίησης που κρατούν τις συσκευές σας να λειτουργούν αποτελεσματικά.",
  "privacy": "Ιδιωτικότητα",
  "locks_down_identity": "Κλειδώνει την ταυτότητά σας και προστατεύει τα πιο ευαίσθητα έγγραφά σας.",
  "greek": "Ελληνικά",
  "english": "Αγγλικά",
  "see_the_latest_updates_on_this_application": "Δείτε τα τελευταία νεά για αυτή την εφαρμογή",
  "by": "Από",
  "read_more": "Διαβάστε Περισσότερα",
  "share_this_blog_post": "Κοινοποιήστε αυτό το άρθρο",
  "about_app_content_first_paragraph": "Καλώς ήρθατε στο NetWatch Pro, το αποτέλεσμα εκτεταμένης έρευνας και ανάπτυξης από μια αφοσιωμένη ομάδα ακαδημαϊκών του Διεθνούς Ελληνικού Πανεπιστημίου. Η αποστολή μας είναι να ενισχύσουμε την ασφάλεια των κινητών και προστατεύουν τους χρήστες από την συνεχώς εξελισσόμενη απειλή κακόβουλων εφαρμογών.",
  "about_app_content_second_paragraph": "Στο NetWatch Pro, δεσμευόμαστε στην επιδίωξη της γνώσης και της καινοτομίας και πιστεύουμε ότι η προστασία της ψηφιακής σας ζωής είναι πρωταρχικής σημασίας. Το ταξίδι μας ξεκίνησε ως διατριβή και έχει εξελίχθηκε σε μια ολοκληρωμένη εφαρμογή που υποστηρίζεται από μοντέλα μηχανικής μάθησης αιχμής. Είμαστε περήφανοι που δούλεψαν ακούραστα για να δημιουργήσουν ένα εργαλείο που δίνει τη δυνατότητα στους χρήστες να σαρώνουν και να αναγνωρίζουν δυνητικά επιβλαβείς εφαρμογές στις συσκευές τους Android.",
  "about_app_content_third_paragraph": "Η ομάδα μας αποτελείται από ειδικούς στους τομείς της κυβερνοασφάλειας και της μηχανικής μάθησης, και έχουμε αξιοποίησε τη δύναμη αυτών των τεχνολογιών για να σας παρέχει ένα αξιόπιστο και φιλικό προς το χρήστη λύση. Κατανοούμε τη σημασία της διατήρησης του απορρήτου και της ασφάλειας των δεδομένων σας, δηλαδή γιατί έχουμε σχεδιάσει το NetWatch Pro έχοντας κατά νου τα υψηλότερα πρότυπα.",
  "about_app_content_fourth_paragraph": "Καθώς προχωράμε, η δέσμευσή μας να παραμείνουμε μπροστά από τις αναδυόμενες απειλές παραμένει ακλόνητη. Θα συνεχίσουμε να βελτιώνουμε και να επεκτείνουμε την εφαρμογή μας για να διασφαλίσουμε ότι μπορείτε να εμπιστευτείτε το Android σας συσκευή να είναι απαλλαγμένη από κακόβουλο λογισμικό.",
  "about_app_content_fifth_paragraph": "Σας ευχαριστούμε που επιλέξατε το NetWatch Pro για να προστατεύσετε τον ψηφιακό σας κόσμο. Είμαστε ενθουσιασμένοι που σας έχουμε μαζί αυτό το ταξίδι μαζί μας, και ανυπομονούμε να σας βοηθήσουμε να διατηρήσετε ένα ασφαλές και ευχάριστο κινητό εμπειρία.",
  "sincerely": "Με εκτίμηση",
  "the_netwatch_pro_team": "Η ομάδα του NetWatch Pro",
  "privacy_policy_intro_paragraph": "Αυτή η Πολιτική Απορρήτου (\"Πολιτική\") εξηγεί πώς το \"NetWatch Pro\" συλλέγει, χρησιμοποιεί και προστατεύει προσωπικές πληροφορίες όταν χρησιμοποιείτε την εφαρμογή για κινητά \"NetWatch Pro\" (\"Εφαρμογή\"). Με την εγκατάσταση, με την πρόσβαση ή τη χρήση της Εφαρμογής, συναινείτε στις πρακτικές που περιγράφονται στην παρούσα Πολιτική.",
  "information_we_collect": "Πληροφορίες που Συλλέγουμε",
  "personal_information": "Προσωπικές Πληροφορίες",
  "personal_information_content": "Ενδέχεται να συλλέξουμε τους ακόλουθους τύπους προσωπικών πληροφοριών: Πληροφορίες συσκευής: Ενδέχεται να συλλέξουμε πληροφορίες σχετικά με την κινητή συσκευή σας, συμπεριλαμβανομένου του μοντέλου συσκευής, λειτουργικό σύστημα και μοναδικά αναγνωριστικά συσκευών. Δεδομένα χρήσης: Ενδέχεται να συλλέξουμε δεδομένα σχετικά με τον τρόπο χρήσης της εφαρμογής, συμπεριλαμβανομένων των λειτουργιών και των λειτουργιών της εφαρμογής έχετε πρόσβαση, καθώς και τις αλληλεπιδράσεις σας με την Εφαρμογή.",
  "data_collected_for_app_functionality": "Δεδομένα που συλλέγονται για τη λειτουργικότητα της εφαρμογής",
  "data_collected_content": "Η εφαρμογή μπορεί να ζητήσει πρόσβαση στις ακόλουθες άδειες και δεδομένα συσκευής για την παροχή της λειτουργικότητα: Πρόσβαση στο Διαδίκτυο: Η εφαρμογή ενδέχεται να απαιτεί πρόσβαση στο Διαδίκτυο για την ανάλυση και τον εντοπισμό της κυκλοφορίας στο Διαδίκτυο ύποπτα πακέτα IP. Δικαιώματα εφαρμογής: Η εφαρμογή μπορεί να ζητήσει πρόσβαση σε ορισμένες άδειες συσκευής, όπως η αποθήκευση πρόσβαση, για να εκτελέσετε σάρωση κακόβουλου λογισμικού.",
  "how_we_use_your_information": "Πως αξιοποιούμε τις πληροφορίες σας",
  "how_we_use_your_information_content": "Ενδέχεται να χρησιμοποιήσουμε τις πληροφορίες σας για τους ακόλουθους σκοπούς: Για παροχή και διατήρηση της λειτουργικότητας της εφαρμογής. Για τον εντοπισμό και την αναφορά πιθανού κακόβουλου λογισμικού σε εγκατεστημένες εφαρμογές στη συσκευή σας. Για την ανάλυση της κίνησης στο διαδίκτυο και τον εντοπισμό ύποπτων πακέτων IP. Για να βελτιώσετε και να βελτιώσετε την απόδοση και τις δυνατότητες της εφαρμογής.",
  "data_security": "Προστασία Δεδομένων",
  "data_security_content": "Λαμβάνουμε εύλογα μέτρα για να προστατεύσουμε τα προσωπικά σας στοιχεία από μη εξουσιοδοτημένη πρόσβαση, αποκάλυψη, τροποποίηση ή καταστροφή. Ωστόσο, θα πρέπει να γνωρίζετε ότι δεν υπάρχει μέθοδος μετάδοσης τα δεδομένα μέσω Διαδικτύου ή η αποθήκευση δεδομένων είναι απολύτως ασφαλή και δεν μπορούμε να εγγυηθούμε το απόλυτο ασφάλεια των δεδομένων σας.",
  "third_party_services": "Υπηρεσίες Τρίτων",
  "third_party_services_content": "Η εφαρμογή μπορεί να περιλαμβάνει συνδέσμους προς ιστότοπους, υπηρεσίες ή περιεχόμενο τρίτων. Δεν τα ελέγχουμε αυτά υπηρεσίες τρίτων και δεν ευθύνονται για τις πρακτικές απορρήτου τους. Σας ενθαρρύνουμε να ελέγξτε τις πολιτικές απορρήτου αυτών των υπηρεσιών τρίτων προτού αλληλεπιδράσετε μαζί τους.",
  "children_privacy": "Προστασία Ανηλίκων",
  "children_privacy_content": "Η εφαρμογή δεν προορίζεται για χρήση από παιδιά κάτω των 13 ετών. Δεν συλλέγουμε εν γνώσει μας προσωπικά στοιχεία από παιδιά κάτω των 13. Εάν πιστεύετε ότι έχουμε συλλέξει ακούσια προσωπικές πληροφορίες από παιδί κάτω των 13 ετών, επικοινωνήστε μαζί μας αμέσως.",
  "changes_to_this_privacy_policy": "Αλλαγές στη παρούσα Πολιτική Απορρήτου",
  "changes_to_this_privacy_policy_content": "Ενδέχεται να ενημερώσουμε αυτήν την Πολιτική Απορρήτου για να αντικατοπτρίζει τις αλλαγές στις πρακτικές δεδομένων μας. Θα σας ενημερώσουμε για τυχόν αλλαγές δημοσιεύοντας την ενημερωμένη Πολιτική στην Εφαρμογή. Η συνέχιση της χρήσης της εφαρμογής μετά από αυτό. Οι τροποποιήσεις θα συνιστούν την αναγνώριση της αναθεωρημένης Πολιτικής Απορρήτου.",
  "contact_information": "Πληροφορίες Επικοινωνίας",
  "contact_information_content": "Εάν έχετε ερωτήσεις ή ανησυχίες σχετικά με αυτήν την Πολιτική Απορρήτου ή τις πρακτικές δεδομένων της εφαρμογής, παρακαλούμε επικοινωνήστε μαζί μας στο info@ict.ihu.gr. Χρησιμοποιώντας την εφαρμογή \"NetWatch Pro\", συναινείτε στη συλλογή και χρήση των προσωπικών σας πληροφορίες όπως περιγράφονται στην παρούσα Πολιτική Απορρήτου.",
  "terms_of_use_intro_paragraph": "Αυτοί οι Όροι Χρήσης (\"Όροι\") διέπουν τη χρήση της εφαρμογής \"NetWatch Pro\" (\"Εφαρμογή\"), που σας παρέχεται από το Διεθνές Ελληνικό Πανεπιστήμιο («Πανεπιστήμιο» ή «εμείς»). Με την εγκατάσταση, με την πρόσβαση ή τη χρήση της Εφαρμογής, συμφωνείτε να συμμορφώνεστε και να δεσμεύεστε από αυτούς τους Όρους. Εάν το κάνετε δεν συμφωνείτε με αυτούς τους Όρους, μην χρησιμοποιείτε την Εφαρμογή.",
  "acceptance_of_terms": "Αποδοχή Όρων",
  "acceptance_of_terms_content": "Πρέπει να διαβάσετε, να κατανοήσετε και να συμφωνήσετε με αυτούς τους Όρους πριν χρησιμοποιήσετε την Εφαρμογή. Η χρήση της εφαρμογής από εσάς συνιστά την αποδοχή αυτών των Όρων και τη συμφωνία σας να δεσμεύεστε από αυτούς.",
  "app_description": "Περιγραφή Εφαρμογής",
  "app_description_content": "Το NetWatch Pro είναι μια εφαρμογή για κινητά που έχει σχεδιαστεί για να σαρώνει και να αναλύει εγκατεστημένες εφαρμογές στη συσκευή σας για πιθανό κακόβουλο λογισμικό και για παρακολούθηση της κυκλοφορίας στο Διαδίκτυο για ύποπτα πακέτα IP.",
  "user_responsibilities": "Ευθύνες Χρηστών",
  "user_responsibilities_content_one": "Σάρωση κακόβουλου λογισμικού: Αναγνωρίζετε ότι οι δυνατότητες σάρωσης κακόβουλου λογισμικού της εφαρμογής βασίζονται σχετικά με τα διαθέσιμα δεδομένα και τα ευρετικά στοιχεία και ενδέχεται να μην εγγυάται τον εντοπισμό όλου του κακόβουλου λογισμικού. Είσαι υπεύθυνος για τη διατήρηση της συσκευής σας και των εφαρμογών της ενημερωμένες και ασφαλείς",
  "user_responsibilities_content_two": "Ανάλυση επισκεψιμότητας στο Διαδίκτυο: Η εφαρμογή παρέχει πληροφορίες σχετικά με την κίνηση στο Διαδίκτυο στη συσκευή σας. Είστε αποκλειστικά υπεύθυνοι για τη διερμηνεία και την ανάληψη δράσης με βάση αυτές τις πληροφορίες. Η εφαρμογή δεν εγγυάται την ακρίβεια ή την πληρότητα των δεδομένων που παρέχει.",
  "user_responsibilities_content_three": "Απόρρητο: Η εφαρμογή ενδέχεται να απαιτεί πρόσβαση σε συγκεκριμένες άδειες και δεδομένα συσκευής για να λειτουργήσει δεόντως. Διαβάστε την Πολιτική Απορρήτου μας για να κατανοήσετε πώς συλλέγουμε, χρησιμοποιούμε και προστατεύουμε το δικό σας δεδομένα.",
  "use_restrictions": "Περιορισμοί Χρήσης",
  "you_agree_not_to": "Συμφωνείτε να μην",
  "use_restrictions_content_one": "Χρησιμοποιήστε την εφαρμογή για οποιονδήποτε παράνομο ή μη εξουσιοδοτημένο σκοπό.",
  "use_restrictions_content_two": "Προσπαθήστε να διακόψετε ή να παρέμβετε στην ομαλή λειτουργία της εφαρμογής. Προσπαθήστε να διακόψετε ή να παρέμβετε στην ομαλή λειτουργία της εφαρμογής.",
  "use_restrictions_content_three": "Αντίστροφη μηχανική, απομεταγλώττιση ή προσπάθεια εξαγωγής του πηγαίου κώδικα της εφαρμογής.",
  "intellectual_property": "Πνευματική Ιδιοκτησία",
  "intellectual_property_content": "Όλα τα δικαιώματα πνευματικής ιδιοκτησίας στην εφαρμογή, συμπεριλαμβανομένων ενδεικτικά πνευματικών δικαιωμάτων, εμπορικών σημάτων και εμπορικά μυστικά, ανήκουν στο Πανεπιστήμιο. Δεν μπορείτε να χρησιμοποιήσετε, να αναπαράγετε ή να διανείμετε οποιοδήποτε μέρος του την εφαρμογή χωρίς την προηγούμενη γραπτή συγκατάθεσή μας.",
  "disclaimer_of_warranty": "Αξιοπιστία Εγγύησης",
  "disclaimer_of_warranty_content": "Η εφαρμογή παρέχεται \"ως έχει\" και \"ως διαθέσιμη\" χωρίς εγγυήσεις οποιουδήποτε είδους, ρητές ή υπονοείται. Το Πανεπιστήμιο δεν εγγυάται ότι η εφαρμογή θα είναι χωρίς σφάλματα ή χωρίς διακοπές.",
  "limitation_of_liability": "Περιορισμό Ευθύνης",
  "limitation_of_liability_content": "Στο μέγιστο βαθμό που επιτρέπεται από την ισχύουσα νομοθεσία, το Πανεπιστήμιο δεν ευθύνεται για οποιαδήποτε άμεση, έμμεσες, τυχαίες, ειδικές, αποθετικές ή τιμωρητικές ζημίες ή οποιαδήποτε απώλεια κερδών ή εσόδων, που προκύπτουν από ή σχετίζονται με τη χρήση ή την αδυναμία χρήσης της Εφαρμογής.",
  "changes_to_terms": "Αλλαγές στους Όρους",
  "changes_to_terms_content": "Το Πανεπιστήμιο διατηρεί το δικαίωμα να τροποποιήσει ή να ενημερώσει αυτούς τους Όρους ανά πάσα στιγμή. Είναι δικό σου ευθύνη για περιοδική αναθεώρηση αυτών των Όρων. Η συνέχιση της χρήσης της εφαρμογής μετά από αλλαγές σε οι Όροι που γίνονται συνιστά αποδοχή των ενημερωμένων Όρων.",
  "governing_law": "Κυβερνητικός νόμος",
  "governing_law_content": "Αυτοί οι Όροι διέπονται και ερμηνεύονται σύμφωνα με τους νόμους του GNU, ανεξαρτήτως στη σύγκρουση των αρχών του δικαίου.",
  "terms_of_use_footer_content_one": "Εάν έχετε οποιεσδήποτε ερωτήσεις ή ανησυχίες σχετικά με αυτούς τους Όρους ή την Εφαρμογή, επικοινωνήστε μαζί μας στο info@ict.ihu.gr.",
  "terms_of_use_footer_content_two": "Χρησιμοποιώντας την εφαρμογή \"NetWatch Pro\", αναγνωρίζετε ότι έχετε διαβάσει, κατανοήσει και συμφωνήσει σε αυτούς τους Όρους Χρήσης. Εάν δεν συμφωνείτε με οποιοδήποτε μέρος αυτών των Όρων, παρακαλούμε μην χρησιμοποιήσετε το App.",
  "wrong_credentials": "Λάθος Διαπιστευτήρια",
  "your_username_email_or_password_is_wrong": "Το όνομα χρήστη/Email ή/και ο κωδικός πρόσβασης σας είναι λανθασμένα",
  "admin_panel": "Πίνακας Ελέγχου",
  "user": "Χρήστης",
  "logout": "Αποσύνδεση",
  "welcome_back": "Καλώς Ήρθες",
  "access_tokens": "Άδειες Πρόσβασης",
  "blog_posts": "Άρθρα",
  "internet_packages": "Πακέτα Διαδικτύου",
  "malicious_files_signatures": "Υπογραφές Κακοηθών Αρχείων",
  "notifications": "Ειδοποιήσεις",
  "package_apks": "APK Εφαρμογών",
  "package_permissions": "Άδειες Εφαρμογών",
  "users": "Χρήστες",
  "add_access_token": "Προσθήκη Άδειας Πρόσβασης",
  "issuer": "Εκδότης",
  "purpose": "Σκοπός",
  "is_enabled": "Είναι Ενεργό",
  "active_until": "Ενεργό Έως",
  "active_since": "Ενεργό Από",
  "actions": "Ενέργειες",
  "view": "Προβολή",
  "edit": "Επεξεργασία",
  "delete": "Διαγραφή",
  "are_you_sure_you_want_to_delete_the_access_token_with_id": "Είστε σίγουρος ότι θέλετε να διαγράψετε την άδεια πρόσβασης με ID",
  "delete_access_token": "Διαγραφή Άδειας Πρόσβασης",
  "yes": "Ναι",
  "no": "Όχι",
  "is_disabled": "Είναι Ανενεργό",
  "access_token_details": "Λεπτομέρειες Άδειας Πρόσβασης",
  "edit_access_token": "Επεξεργασία Άδειας Πρόσβασης",
  "internet_package_model": "Μοντέλο Πακέτων Διαδικτύου",
  "notifications_model": "Μοντέλο Ειδοποιήσεων",
  "package_apks_model": "Μοντέλο APK Εφαρμογών",
  "package_permissions_model": "Μοντέλο Αδειών Εφαρμογών",
  "access_tokens_model": "Μοντέλο Αδειών Πρόσβασης",
  "access_models": "Μοντέλα Πρόσβασης",
  "api_key": "Κλειδί Πρόσβασης",
  "secret_key": "Μυστικό Κλειδί",
  "save": "Αποθήκευση",
  "add_blog_post": "Προσθήκη Άρθρου",
  "blog_post_title": "Τίτλος Άρθρου",
  "blog_post_author": "Συγγραφέας Άρθρου",
  "delete_post_author": "Διαγραφή Άρθρου",
  "are_you_sure_you_want_to_delete_the_post_author_with_id": "Είστε σίγουρος ότι θέλετε να διαγράψετε το άρθρο με ID",
  "blog_post_details": "Λεπτομέρειες Άρθρου",
  "edit_blog_post": "Επεξεργασία Άρθρου",
  "post_content": "Περιεχόμενο Άρθρου",
  "created_at": "Δημιουργήθηκε στις",
  "add_internet_package": "Προσθήκη Πακέτου Διαδικτύου",
  "source_ip": "IP Αποστολέα",
  "destination_ip": "IP Παραλήπτη",
  "source_mac_address": "Διεύθυνση MAC Αποστολέα",
  "destination_mac_address": "Διεύθυνση MAC Παραλήπτη",
  "delete_internet_package": "Διαγραφή Πακέτου Διαδικτύου",
  "are_you_sure_you_want_to_delete_the_internet_package_with_id":"Είστε σίγουρος ότι θέλετε να διαγράψετε το πακέτο διαδικτύου με ID",
  "internet_package_details": "Λεπτομέρειες Πακέτου Διαδικτύου",
  "edit_internet_package_details": "Επεξεργασία Πακέτου Διαδικτύου",
  "access_token": "Άδεια Πρόσβασης",
  "header_type": "Τύπος Κεφαλίδας",
  "raw_header": "Κεφαλίδα",
  "raw_payload": "Φορτίο Πακέτου",
  "add_malicious_file_signature": "Προσθήκη Υπογραφής Κακοηθούς Αρχείου",
  "file_signature": "Υπογραφή Αρχείου",
  "file_signature_type": "Τύπος Υπογραφής Αρχείου",
  "file_type": "Τύπος Αρχείου",
  "delete_malicious_file_signature": "Διαγραφή Υπογραφής Κακοηθούς Αρχείου",
  "are_you_sure_you_want_to_delete_the_malicious_file_signature_with_id": "Είστε σίγουρος ότι θέλετε να διαγράψετε την υπογραφή κακοηθούς αρχείου με ID",
  "malicious_file_signature_details": "Λεπτομέρειες Υπογραφής Κακοηθούς Αρχείου",
  "edit_malicious_file_signature": "Επεξεργασία Υπογραφής Κακοηθούς Αρχείου",
  "add_notification": "Προσθήκη Ειδοποίησης",
  "notification_title": "Τίτλος Ειδοποίησης",
  "delete_notification": "Διαγραφή Ειδοποίησης",
  "are_you_sure_you_want_to_delete_the_notification_with_id": "Είστε σίγουρος ότι θέλετε να διαγράψετε την ειδοποίηση με ID",
  "notification_details": "Λεπτομέρειες Ειδοποίησης",
  "edit_notification": "Επεξεργασία Ειδοποίησης",
  "notification_content": "Περιεχόμενο Ειδοποίησης",
  "add_with_csv": "Προσθήκη Μέσω CSV",
  "close": "Κλείσιμο",
  "app_name": "Όνομα Εφαρμογής",
  "package_name": "Όνομα Πακέτου",
  "delete_package_apk": "Διαγραφή APK Εφαρμογής",
  "are_you_sure_you_want_to_delete_the_package_apk_with_id": "Είστε σίγουρος ότι θέλετε να διαγράψετε το APK εφαρμογής με ID",
  "package_apk_details": "Λεπτομέρειες APK Εφαρμογής",
  "edit_package_apk": "Επεξεργασία APK Εφαρμογής",
  "device_token": "Αναγνωριστικό Συσκευής",
  "is_malware": "Είναι Κακόβολο",
  "md5_checksum_apk": "Checksum Αρχείου",
  "delete_package_permission": "Διαγραφή Άδειας Εφαρμογής",
  "are_you_sure_you_want_to_delete_the_package_permission_with_id": "Είστε σίγουρος ότι θέλετε να διαγράψετε την άδεια εφαρμογής με ID",
  "package_permission_details": "Λεπτομέρειες Άδειας Εφαρμογής",
  "edit_package_permission": "Επεξεργασία Άδειας Εφαρμογής",
  "add_user": "Προσθήκη Χρήστη",
  "first_name": "Όνομα",
  "last_name": "Επώνυμο",
  "delete_user": "Διαγραφή Χρήστη",
  "are_you_sure_you_want_to_delete_the_user_with_id": "Είστε σίγουρος ότι θέλετε να διαγράψετε τον χρήστη με ID",
  "user_details": "Λεπτομέρειες Χρήστη",
  "edit_user": "Επεξεργασία Χρήστη",
  "there_is_no_users": "Δεν υπάρχουν χρήστες",
  "there_is_no_package_permissions": "Δεν υπάρχουν άδειες εφαρμογών",
  "there_is_no_package_apks": "Δεν υπάρχουν APK εφαρμογών",
  "there_is_no_notifications": "Δεν υπάρχουν ειδοποιήσεις",
  "there_is_no_malicious_files_signatures": "Δεν υπάρχουν υπογραφές κακοηθών αρχείων",
  "there_is_no_internet_packages": "Δεν υπάρχουν πακέτα διαδικτύου",
  "there_is_no_blog_posts": "Δεν υπάρχουν άρθρα",
  "there_is_no_access_tokens": "Δεν υπάρχουν άδειες πρόσβασης",
  "welcome_to": "Καλώς Ήρθατε στο"
}
