{
  "the_page_you_are_looking_is_not_there": "Η σελίδα που ψάχνετε φαίνεται να μην είναι εδώ",
  "you_either_tried_some_shady_route": "Ή δοκιμάσατε κάποια σκιερή διαδρομή ή ήρθατε εδώ κατά λάθος.\nΌποιο και αν είναι, δοκιμάστε να χρησιμοποιήσετε την πλοήγηση",
  "go_to_home_page": "Πίσω στην Αρχική Σελίδα",
  "login": "Σύνδεση",
  "welcome": "Καλώς Ήρθατε",
  "login_to_have_access_to_the_administration_panel": "Συνδεθείτε για να μπορέσετε να έχετε πρόσβαση στο διαχειριστικό πάνελ",
  "username": "Όνομα Χρήστη",
  "email_address": "Διεύθυνση Email",
  "password": "Κωδικός Πρόσβασης",
  "must_be_a_valid_email": "Το Email πρέπει να είναι έγκυρο",
  "must_be_a_valid_username": "Το όνομα χρήστη πρέπει να είναι έγκυρο",
  "email_is_required": "Το Email είναι υποχρεωτικό",
  "username_is_required": "Το όνομα χρήστη είναι υποχρεωτικό",
  "password_is_required": "Ο κωδικός πρόσβασης είναι υποχρεωτικός",
  "home_page": "Αρχική",
  "about_application": "Περί της Εφαρμογής",
  "privacy_policy": "Πολιτική Απορρήτου",
  "terms_of_use": "Όροι Χρήσης",
  "api_documentation": "Τεκμηρίωση Προγραμματιστών",
  "search": "Αναζήτηση",
  "the_netwatch_pro_developed_for_ihu": "Η εφαρμογή και τα μοντέλα που χρησιμοποιούνται στην εφαρμογή NetWatch Pro, αναπτύχθηκαν στο πλαίσιο Διπλωματικής Εργασίας",
  "main_links": "Κύριοι Σύνδεσμοι",
  "antivirus_antimalware_for_android_devices": "Antivirus και Anti-Malware Προστασία για Κινητές Συσκευές Android",
  "keep_your_phone_or_tablet_protected": "Κρατήστε το Κινητό ή το Tablet σας ασφαλή",
  "your_device_contains_vulnerabilities": "Οι συσκευές σας Android περιέχουν τεράστιο όγκο ευαίσθητων προσωπικών δεδομένων. Η εφαρμογή NetWatch Pro διασφαλίζει ότι τα δεδομένα και η ταυτότητά σας παραμένουν ιδιωτικά και ασφαλή.",
  "antivirus_keeps_your_app_safe": "Η εφαρμογή NetWatch Pro περιέχει μια διευρυμένη προστασία κατά των ιών, του κακόβουλου λογισμικού και της κλοπής ταυτότητας που κρατά τις συσκευές σας ασφαλείς",
  "lightweight_installation": "Η ελαφριά εγκατάσταση της εφαρμογής προσφέρει προστασία χωρίς συμβιβασμούς στην απόδοση",
  "include_optimization_tools": "Περιλαμβάνει εργαλεία για τη βελτιστοποίηση της συσκευής σας Android",
  "download_the_application": "Κατεβάστε την Εφαρμογή",
  "security_shield_description": "Η εφαρμογή NetWatch Pro προσφέρει μια ασπίδα προστασίας για τα κινητά τηλέφωνα με λειτουργικό σύστημα Android, προσφέροντας ένα περιεκτικό σύνολο λειτουργιών για να διασφαλίσει την ασφάλεια των χρηστών. Με τη δυνατότητα ανίχνευσης και αποκλεισμού κακόβουλου λογισμικού, προστασίας από ανεπιθύμητες εφαρμογές και ειδοποιήσεις για επιθέσεις phishing, η εφαρμογή αυτή εξασφαλίζει ότι οι χρήστες μπορούν να πλοηγούνται στο διαδίκτυο με ασφάλεια και εμπιστοσύνη. Με την NetWatch Pro, οι χρήστες μπορούν να απολαμβάνουν την ελευθερία της ψηφιακής επικοινωνίας χωρίς τον φόβο για απειλές ασφαλείας.",
  "financial_security_description": "Η ανάγκη για προστασία των κινητών τηλεφώνων με λειτουργικό σύστημα Android είναι σήμερα πιο κρίσιμη από ποτέ. Με την αυξανόμενη χρήση των κινητών τηλεφώνων για προσωπική, επαγγελματική και χρηματοοικονομική επικοινωνία, οι απειλές ασφαλείας επίσης αυξάνονται. Από κακόβουλα προγράμματα και ιούς μέχρι διαρροές δεδομένων και επιθέσεις phishing, τα κινητά τηλέφωνα Android είναι εκτεθειμένα σε πολλούς κινδύνους. Η προστασία τους είναι ουσιώδης για τη διασφάλιση της ιδιωτικότητας, της ασφάλειας και της ακεραιότητας των δεδομένων των χρηστών. Με λύσεις όπως αντιιικό λογισμικό, προστασία από κλοπή και ασφαλείς συνδέσεις στο διαδίκτυο, η προστασία των κινητών τηλεφώνων Android είναι αναπόσπαστο κομμάτι της ψηφιακής μας ασφάλειας και ιδιωτικότητας."
}
